/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Account configureren";
"you_need_an_account" = "Er zijn nog geen $appname accounts op dit apparaat.\nAls u deze app wilt gebruiken zult u een account moeten aanmaken.";

//Login Screen
"testing_connection" = "Probeer verbinding...";
"server_instance_not_found" = "Server niet gevonden";
"secure_connection_established" = "Veilige verbinding";
"https_non_secure_connection_established" = "Omgeleid naar een onveilige route.";
"connection_established" = "Onbeveiligde verbinding";
"login_details" = "Login gegevens";
"username" = "Gebruikersnaam";
"password" = "Wachtwoord";
"login" = "Verbinden";
"cancel" = "Annuleren";
"error_login_message" = "Gebruikersnaam of wachtwoord is onjuist";
"error_updating_predefined_url" = "Server verplaatst naar een andere URL. Log opnieuw in om uw account bij te werken";
"ok" = "OK";
"url_sample" = "Serveradres https://…";
"forbidden_characters_in_password" = "Dit wachtwoord bevat ongeldige tekens";
"server" = "Server";
"url" = "URL";
"session_expired" = "Uw sessie is verlopen. Log opnieuw in.";
"credentials_different_user" = "De opgegeven gebruiker komt niet overeen met de gebruiker van dit account";
"auth_unsupported_auth_method" = "De server ondersteunt deze authenticatiemethode niet";
"server_does_not_give_user_id" = "De server geeft geen goede userid terug, neem contact op met uw beheerder.";
"authentification_not_valid" = "Kan niet authenticeren tegen deze server";
"error_too_many_http_redirects" = "Er trad een fout op bij het verbinden. Probeer het opnieuw.";
"retry" = "Opniew";
"help_link_login" = "Nieuw bij $appname?";
"error_could_not_add_account" = "Opslaan van gebruikersinformatie is mislukt. Probeer het opnieuw.";
"account_not_new" = "Er bestaat al een account voor deze gebruiker en server op dit apparaat.";
"oauth2_error_access_denied" = "Toegang geweigerd door authorizatieserver";
"oauth2_error" = "Authorisatie niet succesvol";

//TabBarItems
"settings"="Instellingen";
"files_tab"="Bestanden";

//Uploading
"upload" = "Uploaden";
"account" = "Account:";
"location" = "Locatie:";
"photo_albums" = "Fotoalbums";
"loading" = "Laden ...";
"no_access_to_gallery" = "Activeer toegang tot foto's en video's voor $appname. Dit is te vinden Instellingen > Privacy > Foto's.";
"error" = "Fout";
"upload_failed"="Upload mislukt";
"redirection_problem"="URL verwijs actie niet ondersteund";
"all_photos" = "Alle foto's";

//First View
"menu_upload" = "Upload foto/video";
"menu_folder" = "Nieuwe map";
"menu_text_file" = "Nieuw tekstbestand";
"sort_menu_title" = "Sorteren";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Nieuwste-Oudste";

//Create/Edit File Text
"create_text_file" = "Maak nieuw tekstbestand";
"title_view_new_text_file" = "Nieuw tekstbestand";
"title_view_edit_text_file" = "Bewerk tekstbestand";
"default_text_file_title" = "Nieuw tekstbestand";
"title_text_file_placeholder" = "Titel...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "bestaat al";
"error_file_name_empty" = "Bestandsnaam kan niet leeg zijn.";
"no_changes_made" = "Er zijn geen wijzigingen doorgevoerd";
"no_file_downloaded" = "Het bestand is niet gedownload, u kunt het niet bewerken";


//Create Folder
"create_folder" = "Nieuw map aanmaken";
"folder_name" = "Geef mapnaam op:";
"save" = "Bewaren";
"folder_exist" = "Er bestaat al een map met deze naam, geen een andere naam op";
"folder_create_error"="Map kon niet worden aangemaakt";
"not_show_potrait"="Menu is niet beschikbaar in landschapstand. Draai naar portretstand.";
"not_possible_create_folder" = "Map kon niet worden aangemaakt.";

//FilesView
"confirm_to_delete_item" = "Bevestig verwijderen";
"yes" = "Ja";
"no" = "Nee";
"delete_from_device" = "Weet u zeker dat u dit bestand van het apparaat wilt verwijderen?";
"delete_from_server" = "Weet u zeker dat u dit bestand van de server wilt verwijderen?";
"not_possible_connect_to_server" = "Het is nu niet mogelijk om met de server te verbinden.";
"delete_folder_from_server" = "Weet u zeker dat u deze map van de server wilt verwijderen?";
"delete_local_server" = "Verwijder van apparaat en server";
"delete_local" = "Verwijder van apparaat";
"delete_server" = "Verwijder van server";
"error_path" = "Not found. Please make sure it exists";
"error_not_permission" = "U hebt geen toestemming om deze actie uit te voeren";
"folders" = "mappen";
"files" = "bestanden";
"folder" = "map";
"file" = "bestand";
"more_swipe" = "Meer";
"message_not_files" = "Niets te zien hier. Upload iets!";
"maintenance_mode_on_server_message" = "Het is op dit moment niet mogelijk om te verbinden met de server. De server staat in de onderhoudsmodus";

//Refresh file list
"release_refresh"="Laat los voor verversen...";
"loading_refresh"="Laden ...";
"pull_down_refresh"="Trek omlaag voor verversen.";

//Miscelanea
"back" = "Terug";

//Preview
"open_with_label" = "Open met";
"delete_label"= "Verwijderen";

//Open with
"file_cannot_be_opened" = "Bestand kan niet worden geopend";
"no_app_instaled_to_open_it" = "Er is geen applicatie geïnstalleerd om dit soort bestanden te openen.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Verbinden";
"not_establishing_connection" = "Kon verbinding niet tot stand brengen.";
"connection_closed" = "Verbinding gesloten";
"connection_lost" = "Verbinding verloren";
"auth_failed" = "Authenticatie mislukt.";
"auth_passed" = "Authenticatie gelukt.";
"request_file_not_found" = "Opgevraagd bestand niet gevonden op de server";
"request_file_not_accesed" = "Opgevraagd bestand kan niet worden benaderd";
"unknow_response_server" = "Fout: Onverwachte reactie van server.";
"uploading_data" = "Uploaden gegevens";
"downloading_data" = "Downloaden gegevens";
"transfer_complete" = "Overdracht compleet";
"transfer_failed" = "Overdracht mislukt";
"download_file" = "Bestand downloaden";

//Settings and PinCode
"title_app_pin" = "Beveiligingscode slot";
"title_app_pin_and_touchID" = "Beveiligingscode slot & Touch ID";
"title_app_pin_and_faceID" = "Passcode Lock & Face ID";
"title_app_pin_forced" = "Wijzigen beveiligingscode slot";
"enter_app_pin" = "Invoeren toegangscode";
"enter_app_pin_long_description_forced" = "Beveiligingscode vereist. Je moet een beveiligingscode instellen om in te loggen.";
"enter_app_pin_long_description" = "Invoeren toegangscode";
"reenter_app_pin" = "Nogmaals invoeren pincode";
"remove_app_pin" = "Verwijderen pincode";
"both_pass_not_same" = "De ingevoerde pincodes komen niet overeen";
"app_pin_incorrect" = "Pincode onjuist";
"passcode_not_enabled" = "Schakel eerst pincode in";
"title_app_touchID" = "Touch ID";
"title_app_faceID" = "Face ID";
"disconnect_button" = "Verbinding met server verbreken";
"pin_removed" = "Pincode verwijderd";
"incorrect_pin" = "Onjuiste pincode";
"app_pin_stored" = "Pincode opgeslagen";
"help" = "Help";
"recommend_to_friend" = "Aanbevelen bij een vriend";
"send_feedback" = "Stuur feedback";
"manage_accounts" = "Beheer accounts";
"add_new_account" = "Toevoegen account";
"save_changes" = "Opslaan";
"add_account" = "Toevoegen";
"user_exist" = "De opgegeven gebruikersnaam bestaat al";
"imprint_button" = "Impressum";
"title_instant_upload_photos"="Direct foto's uploaden";
"title_instant_upload_videos"="Direct video's uploaden";
"title_background_instant_upload" = "Rechtstreeks uploaden op achtergrond";
"accounts_section" = "Accounts";
"security_section" = "Beveiliging";
"instant_updloads_section" = "Directe uploads";
"more_section" = "Meer";
"unlock_app" = "Deblokkeren $appname";
"passcode_forced_can_not_be_disabled" = "Beveiligingscode afgedwongen, kan niet worden uitgeschakeld.";
"pending_migration_to_new_url" = "Druk op Enter om naar de nieuwe URL te gaan";

//Downloading
"can_no_copy_to_gallery" = "Dit bestand kan niet worden gekopieerd naar de galerij, omdat het niet door de galerij geopend kan worden";
"file_is_downloading" = "Het bestand wordt al gedownload";
"download_file_exist" = "Kan die bestand niet openen. Controleer of het wel bestaat";
"wait_to_download" = "Voorbereiden voor downloaden";
"updating" = "Bijwerken";
"msg_while_downloads" = "Dit kan nu niet, wacht tot de huidige download klaar is";
"streaming_no_possible_ssl_self_signed" = "Streaming kan niet starten omdat het server certificaat niet vertrouwd wordt. De download start automatisch";

//SSL
"invalid_ssl_cert" = "De identiteit van deze site kon niet worden geverifieerd. Vertrouwt u dit certificaat toch?";
"connection_declined" = "Verbinding afgewezen door gebruiker";
"server_certificate_untrusted" = "Het servercertificaat is niet vertrouwd";

//Recent view
"recent_now"="seconden geleden";
"recent_minutes"="$minutes minuten geleden";
"recent_minute"="$minutes minuut geleden";
"recent_hours"="$hours uur geleden";
"recent_hour"="$hours uur geleden";
"recent_days"="$days dagen geleden";
"recent_day"="$days dag geleden";
"recent_months"="$months maanden geleden";
"recent_month"="$months maand geleden";

"uploads_tab"="Uploads";
"current_section"="Huidige";
"uploader_section"="Geüpload";
"nothing_was_upload_recently"="Niets onlangs geüpload vanaf dit apparaat";
"failed_uploader_section"="Mislukte uploads";
"clear_successful"="Verwijder succesvolle uploads";
"error_credential"="Inlogfout";
"error_destiny_does_not_exist"="Map fout";
"error_file_exists"="Conflict fout";
"error_permission" = "Permissie fout";
"error_not_allowed_by_firewall_rule" = "Upload niet toegestaan";
"error_file_does_not_exist" = "Niet beschikbaar op dit toestel";
"error_file_in_background" = "Serverfout";
"error_insufficient_storage" = "Niet genoeg ruimte in dit account";
"error_file_invalid_characters" = "Ongeldige tekens";
"change_active_user"="Wijzig de actieve gebruiker in";
"waiting_for_server"="Wachten op serververbinding";
"waiting_for_upload"="Wachten om te uploaden";
"error_permission_alert_message" = "U hebt geen toestemming om in deze map te uploaden";
"choose_folder" = "Kies map";

//Select Folder View
"upload_label"="Upload naar";
"create_button"="Aanmaken";
"choose_button"="Kies";

//Rename
"rename_long_press" = "Naam wijzigen";
"rename_file_title" = "Naam wijzigen";
"enter_new_name" = "Voer een nieuwe naam in";
"rename_file_exist" = "Er bestaat al een bestand met deze naam, geen een andere naam op";

//Move
"move_long_press" = "Verplaatsen";
"move_to_label" = "Verplaats naar";
"file_exist" = "Het bestand bestaat al in de doelmap";
"override_file" = "Wilt u het bestaande bestand vervangen door dit bestand?";
"accept" = "Accepteren";
"error_folder_destiny_is_the_same" = "FOUT: het is niet mogelijk de map naar zichzelf te verplaatsen";
"original_file_exist" = "Kan het bestand niet verplaatsen. Verifieer dat het wel bestaat";
"original_folder_exist" = "Kan de map niet verplaatsen. Verifieer dat die wel bestaat";

//Download folfer
"download_folder" = "Download map";
"cancel_download" = "Annuleren download";

//Upload from other apps
"other_apps_title" = "Doel";
"other_apps_account" = "Account";
"other_apps_folder" = "Map";
"other_apps_file_name" = "Bestandsnaam";
"other_apps_send_to" = "Upload naar";
"error_moving_file" = "Kan het bestand niet verplaatsen. Verifieer dat de doelmap bestaat";
"forbidden_characters_from_server" = "De naam bevat minstens één ongeldig teken";
"overwritte_title" = "Overschrijven";

//Social
"twitter_message" = "Probeer $twitteruser op uw smartphone! ";
"facebook_message" = "Probeer $appname op uw smartphone!\n";
"mail_recommendation_subject" = "Probeer $appname op uw smartphone!";
"mail_recommendation_body" = "Uitnodiging om $appname op uw smartphone uit te proberen!\nDownload hier:";
"device_not_support_mail" = "Configureer uw mail account";
"mail_feedback_subject" = "Feedback $appname";
"account_not_configure" = "Uw apparaat heeft dit account niet geconfigureerd. Ga naar Instellingen om het te configureren.";

//Storage
"of_storage" = "van";
"occupied_storage" = "bezet";
"storage" = "Opslaglimiet";
"storage_upgrade" = "Upgrade opslag";

//Jimmies
"this_file_is_older" = "Nieuwere versie beschikbaar";
"msg_update_file_0_bytes" = "Het bestand op de server heeft 0 bytes. Wilt u het op uw apparaat aanwezige bestand overschrijven met dit lege bestand?";

//Shared
"shared_tab" = "Openbare links";
"message_not_shared_files" = "Er zijn nog geen mappen/bestanden via een link gedeeld.";
"message_not_shared_api_support" = "Sorry, delen is niet geactiveerd op uw server. Neem contact op met uw beheerder";
"share_link_long_press" = "Deel";
"unshare_link" = "Link niet meer delen";
"share_not_available_on_this_server" = "Sorry, deze functie is niet geactiveerd op uw server. Neem contact op met uw beheerder";
"copy_link" = "Link kopiëren";
"file_to_share_not_exist" = "Kan deze map of dit bestand niet delen. Verifieer dat het bestaat.";
"file_to_unshare_not_exist" = "Kan delen van deze map of dit bestand niet beëindigen Verifieer dat het bestaat.";
"shared_link_protected_title" = "Vul het wachtwoord in";
"shared_link_protected_message" = "Om de link te delen moet u voor bescherming ervan een wachtwoord invoeren.";
"pasword_empty" = "Het wachtwoord kan niet leeg zijn";
"no_pasword" = "U moet een wachtwoord opgeven";
"get_share_link" = "Verkrijg een openbare link";
"title_share_link_option_name" = "Naam link";
"title_share_link_option_password" = "Wachtwoord";
"title_share_link_option_expiration" = "Vervaltermijn";
"title_share_link_option_allow_editing" = "Toestaan bewerken";
"title_share_link_option_show_file_listing" = "Tonen bestandenlijst";
"placeholder_share_link_option_name" = "Naam";
"placeholder_share_link_option_password" = "Kies een wachtwoord";
"placeholder_share_link_option_expiration" = "Vervaldatum";
"title_view_create_link" = "Creëren link om te delen";
"title_view_edit_link" = "Bewerk link om te delen";
"title_confirm_delete_link" = "Verwijderen link";
"message_confirm_delete_link" = "! Verwijderen $sharedLink";
"default_link_name" = "$fileName link";
"allow_editing" = "Toestaan bewerken";
"show_error_password_enforced" = "Wachtwoord vereist";
"show_error_expiration_enforced" = "De openbare link vervalt niet eerder dan $nDays dagen na het aanmaken";
"default_not_possible_msg" = "Dit kan nu niet, probeer het later opnieuw";
"share_user_group_indicator" = "groep";
"share_user_federated_indicator" = "extern";
"add_user_or_group_title" = "Toevoegen gebruiker of groep";
"share_with_users_or_groups" = "Gebruikers en Groepen";
"not_share_with_users_yet"= "Nog met niemand gedeeld";
"not_share_by_link_yet"= "Nog niet gedeeld met een openbare link";
"not_sharee_api_supported" = "Helaas, uw serverversie staat niet toe om te delen met gebruikers. Neem contact op met uw beheerder";
"share_link_title" = "Openbare Links";
"warning_sharing_public_link" = "Iedereen met de link heeft toegang tot het bestand of de map";
"not_share_link_enabled_capabilities" = "Delen link is niet geactiveerd op deze server. Neem contact op met uw beheerder";
"shared_link_cannot_remove_password" = "Kan wachtwoord niet verwijderen";
"shared_link_cannot_remove_expiration_date" = "Kon vervaldatum niet weghalen. Shares moeten een vervaldatum hebben.";
"shared_link_mail_subject" = "$userName deelde »$fileOrFolderName« met u";
"secured_link" = "Beveiligd";
"message_private_link" = "Privélink: alleen personen die toegang hebben tot het bestand of de map kunnen deze gebruiken. Gebruik het als een permanente link voor uzelf of om anderen te verwijzen naar bestanden binnen shares.";

//Shared privileges
"title_user_can_edit" = "Kan bewerken";
"title_user_can_share" = "Kan delen";
"user_can_create" = "creëer";
"user_can_change" = "wijzig";
"user_can_delete" = "verwijderen";
"title_view_edit_user_privileges" = "Rechten";

//Shared Link Options
"title_view_share_link_options" = "Link opties";

//Favorites
"favorite" = "Favoriet";
"unfavorite" = "Niet meer favoriet";
"parent_folder_is_favorite" = "Een map die dit bestand bevat is al een favoriet";

//Available offline
"available_offline" = "Beschikbaar off-line";
"not_available_offline" = "Niet beschikbaar off-line";
"parent_folder_is_available_offline_file_child" = "Er bestaat off-line al een map met dit bestand";
"parent_folder_is_available_offline_folder_child" = "Er bestaat off-line al een map met deze map";

//Document provider
"error_login_doc_provider" = "Kan uw account niet gebruiken. Gebruik eerst de $appname app om in te loggen.";
"error_sending_file_to_document_picker" = "Fout bij versturen van een bestand naar de bestandsselectie";
"error_user_change_in_core_app" = "De gebruiker is gewijzigd op de $appname app";
"error_connecting_with_server" = "Er kon niet worden verbonden met de server, probeer het later opnieuw";
"move_doc_provider_button" = "Verplaatsen naar deze locatie";
"export_doc_provider_button" = "Exporteren naar deze locatie";

//Instant uploads
"location_not_enabled"="Locatiediensten niet ingeschakeld";
"message_location_not_enabled"="Ga naar Instellingen en activeer Locatiediensten om rechtstreekse upload van foto's op de achtergrond mogelijk te maken.";

"access_photos_library_not_enabled" = "Toegang tot foto's niet ingeschakeld";
"message_access_photos_not_enabled" = "Ga naar Instellingen en schakel Toegang tot foto's voor deze app in, om direct foto's te kunnen uploaden.";

//PDF reader
"page_of_pages" = "van"; //Example: 5 of 10

//Share in
"files_added" = "Bestanden toegevoegd";
"files_will_be_upload_next_time" = "De bestanden zullen worden geüpload als u de volgende keer $appname start.";

//Help Guide main app
"title_help_slide_0" = "Welkom bij $appname!";
"message_help_slide_0" = "Swipe voor meer informatie.";
"title_help_slide_1" = "Directe uploads";
"message_help_slide_1" = "Hou uw foto's veilig";
"title_help_slide_2" = "Beheer al uw bestanden";
"message_help_slide_2" = "U kunt wissen, verplaatsen";
"title_help_slide_3" = "Deel";
"message_help_slide_3" = "U kunt bestanden en mappen delen";
"title_help_slide_4" = "Multiaccount";
"message_help_slide_4" = "Verbindt met al uw clouds";
"title_help_slide_5" = "Uw privébestanden overal gesynchroniseerd";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Meld u aan";
"skip_button_help_guide" = "Sla over";

//Account menu
"menu_account_edit" = "Bewerken wachtwoord";
"menu_account_clear_cache" = "Leegmaken cache";
"menu_account_log_out" = "Verwijder account";

//Common
"not_connected_to_internet" = "Apparaat is niet verbonden met een netwerk";
"bad_request" = "Ongeldig verzoek";
"method_not_allowed" = "Methode wordt niet toegestaan";
"proxy_auth_required" = "Proxy-authenticatie vereist";
"conflict" = "Conflict";
"internal_error" = "Interne serverfout";
"not_implemented" = "Niet geïmplementeerd";
"bad_gateway" = "Fout in de netwerkverbinding";
